{"inkVersion":21,"root":[["^7 Oktober 20XX, malam itu di Tugu Jogja.","\n","^Seorang anak laki-laki dengan penuh antusiasnya menyaksikan parade budaya yang cukup meriah.","\n","^Cahaya lampu, suara gamelan, dan kostum megah para penampil menciptakan suasana yang magis.","\n","^Namun, matanya justru terpaku pada sebuah bangunan yang berdiri gagah di latar belakang. Bangunan itu tampak menyimpan cerita yang belum ia ketahui.","\n","^“Ayah bangunan apa itu?” tanya-nya penasaran.","\n","^Sang ayah tersenyum lalu menjawab, “itu dulu dibangun sebagai simbol persatuan antara rakyak dan raja.”","\n","^Anak laki-laki itu mengerutkan dahi. “maksudnya bagaimana, Ayah?”","\n","^Melihat kebingungan di wajah putranya, sang ayah pun mulai bercerita dengan genre cerita kesukaan anaknya, dan menghubungkannya tentang Sumbu Filosofi Yogyakarta.","\n","^Sepulang dari acara, di atas tempat tidurnya, cerita yang baru saja disampaikan ayahnya masih terus berputar dalam benaknya.","\n","^Imajinasi anak itu berkembang liar, seolah dunia yang diceritakan ayahnya menjadi nyata dalam pikirannya.","\n","^Rasa kantuk perlahan merayap, bercampur dengan imajinasi yang masih bergejolak.","\n","^Tanpa sadar, ia pun terjatuh dalam mimpi.","\n","^Saat terjaga didunia yang tak dikenal, si anak merasakan sesuatu yang aneh di sakunya. Sebauh catatan lusuh.","\n","^“Apa ini...?” gumamnya pelan.","\n","^Dengan penasaran, ia membaca tulisan yang tertera di atasnya","\n","^Wahai Sang Pelindung, tolong jagalah cerita dari tempat ini. Sumbu Filosofi Yogyakarta. Kisah-kisah di sini mulai memudar, dan roh-roh jahat mulai menyerang untuk pemghapusnya.","\n","^Temukan dan susun kembali kepingan cerita yang masih tersisa di sekitar area ini, demi mengembalikan keutuhan cerita Sumbu Filosofi ini dan menjaga kedamaian dan kemurnian tempat ini dari ancaman para roh jahat.","\n","^Perasaan dingin mulai merayap. Sesuatu yang terlihat seperti bola api melayang perlahan, mengintai dari balik bayangan, dan siap menyerang kapan saja.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}