{"inkVersion":21,"root":[["^Sumbu Filosofi Yogyakarta sebuah karya dari seorang arsitek yang sangat memegang teguh nilai historis dan filsofi, Pangeran Mangkubumi, yang lebih dikenal sebagai Sri Sultan Hamengkubuwono I.","\n","^“Sangkaning Dumadi” yang menggambarkan perjalanan dari kelahiran seorang anak ssampai dia memiliki keluarga sendiri. “Paraning Dumadi” yang menggambarkan tahap perjalanan manusia dari dewasa perlahan menua sampai meninggal dunia.","\n","^.....................*.....................","\n","^Sebuah penggambaran filosofi perjalanan hidup manusia sedari halir hingga kembali ke sang pencipta. Diwujudkan pada tata ruang kota yang dikenal dengan nama Sumbu Filsofi Yogyakarta.","\n","^Mulai dari Panggung Krapyak menuju utara ke keraton di halaman kemagangan (sangkaning Dumadi). Berlanjut mulai dari Tugu Golong Gilig kearah selatan menuju keraton dan melewati 7 halaman dan 7 gerbangnya (Paraning Dumadi).","\n","^Kampung Mijen di sebelah utara panggung krapyak, Mijen yang berarti benih yang dikandung dalam rahim seorang ibu. Ditanaminya pohon asem yang memiliki makna anak yang nengsemake, membahagiakan kedua orang tuanya. Pohon Tanjung yang melambangkan seorang anak yang selalu disanjung sanjung karena berbukti pekerti luhur.","\n","^Plengkung Gading (Plengkung Nirbaya) yang merupakan plengkung pungkuran (belakang). Nama plengkung diambil dari bentuk gerbang yang melengkung dan gading berasal dari warna putih gading. Plengkung Gading menjadi istimewa karena menjadi jalan keluar untuk membawa jenazah sultan.","\n","^Alun-Alun Selatan menggambarkan seorang anak yang sudah dewasa dan sudah berani meminang gadis karena sudah akil baligh. Dilambangkan dari pohon kweni yang berbarti wani(berani). Dan pohon pakel yang hanya bisa dimakan saat sudah matang, sangat bergetah saat belum matang. Pagar ringin kururng yang seperti busur panah memvisualisasikan masa depan yang sangat luas, layaknya anak panah yang melesat dari busur.","\n","^Sitihinggil Selatan, terdapat tanaman pelem cempora yang berbunga putih dan pohon soka yang berbunga merah yang melambangkan antara laki-laki dan perempuan yang sudah memutskan untuk menikah dan hidup bersama sebagai keluarga.","\n","^Halaman kamandungan, dengan penanaman pohon pelem(gelem), Pohon Jambu dersana(kederesan sihing sasama), dan pohon kepel(kempel). Memiliki makna bersatunya kedua manusia dengan kemauan bersama untuk hidup bersama dengan rasa kasih sayang.","\n","^Melalui regol gadung mlati, sampailah di halaman kamagangan yang bermakna seorang bayi telah lahir dan magang menjadi manusia dewasa.","\n","^.....................*.....................","\n","^Tugu Golong-gilig melambangkan bersatunya bersatunya cipta, rasa, dan karsa yang dilandasi dari kesucian hati yang berwarna putih. Dan melalui jalan margautama, malioboro, margomulyo, sampai jalan pangurakan. Sepanjang jalan ditanami pohon asem yang bermakna sengsem dan pohon gayam yang bermakna ayom(teduk)","\n","^Margautama yang berarti manusia harus memahami nilai yang menjadi keutamaan dalam hidupnya.","\n","^Malioboro yang memiliki arti bahwa manusia dasarnya merupakan pengembara yang membawa obor ilmu pengetahuan, pedoman ilmu yang diajarkan para wali.","\n","^Pada jalan margamulya terdapat kompleks kepatihan dan pasar bringharjo yang mencerminkan godaan duniawi manusia akan kekuasaan dan harta benda.","\n","^Gapura pangurakan yang melambangkan manusia harus dapat melepaskan tabiat buruknya untuk dapat menemukan kemuliaan. Diujung jalan pangurakan terdapat dua pohon beringin yang bernama Wok dan Jenggot. Melambangkan ilmu sejati yang halus, lembut, dan rumit. Ilmu yang dianggap sebagai bekal bagi manusia yang akan menghadap Tuhan.","\n","^Alun-alun utara terdapat 64 pohon beringin termasuk dua ringin kurung ditengah alun-alun. Sesuai dengan panjang usia nabi muhammad menurut perhitungan tahun jawa. Ringin kurung sebelah timur bernama Janadaru, dan sebelah barat bernama Dewadaru. Yang melambangkan Manunggaling Kawula lan Gusti. Posisinya tersebut juga melambangkan konsep Hablum min Allah wa hablum min Annas.","\n","^Dasar alun-alun yang berpasir, yang jika siang akan panas dan malam akan dingin saat berjalan diatasnya. Yang menggambarkan didunia hanya ada dua yang selalu berlawanan. Siang malam, susah gembira. Sebagai manusia hendaknya memilih jalan yang baik.","\n","^Dari jalan pangurakan masuk ke kedhaton akan melalui tujuh pintu (Gapura/Kori) dan tujuh halaman keraton, melambangkan tujuh tangga menuju surga atau tujuh surga untuk orang yang beriman.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}